/* No comment provided by engineer. */
"%@ STEPS" = "%@ PAS";

/* No comment provided by engineer. */
"%@ to go" = "%@ restants";

/* No comment provided by engineer. */
"Goal achieved!" = "Objectif atteint !";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"No Data" = "Aucune donnée";

/* No comment provided by engineer. */
"of %@ goal %@" = "sur un objectif de %1$@ %2$@";

/* No comment provided by engineer. */
"steps" = "pas";

/* No comment provided by engineer. */
"Steps" = "Pas";

/* No comment provided by engineer. */
"Loading..." = "Chargement...";

/* No comment provided by engineer. */
"STEPS" = "PAS";

/* No comment provided by engineer. */
"View Summary" = "Voir le résumé";

/* No comment provided by engineer. */
"Change Goal" = "Modifier l’objectif";

/* No comment provided by engineer. */
"Goal!" = "Objectif !";

/* No comment provided by engineer. */
"Today" = "Aujourd’hui";

/* No comment provided by engineer. */
"Recent" = "Récent";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Set Goal" = "Définir l’objectif";

/* No comment provided by engineer. */
"Goal" = "Objectif";

/* No comment provided by engineer. */
"Flights" = "Étages";

/* No comment provided by engineer. */
"Distance" = "Distance";

/* No comment provided by engineer. */
"Miles" = "Miles";

/* No comment provided by engineer. */
"Kilometers" = "Kilomètres";

/* No comment provided by engineer. */
"To go" = "Restant";

/* No comment provided by engineer. */
"Previous Week" = "Semaine précédente";

/* No comment provided by engineer. */
"Tip Jar" = "Pourboires";

/* No comment provided by engineer. */
"Dismiss" = "Fermer";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "Merci beaucoup pour votre pourboire ! 🙏";

/* No comment provided by engineer. */
"Your tip did not go through. Please try again." = "Votre pourboire n’a pas abouti. Veuillez réessayer.";

/* No comment provided by engineer. */
"Your tip is pending." = "Votre pourboire est en attente.";
